<?php
return [
	//Home
    'required'              => 'Поле атрибута обязательно для заполнения.',
    'email'                 => 'Атрибут должен быть действительным адресом электронной почты.',
    'array'                 => 'Атрибут должен быть массивом.',
    'boolean'               => 'Поле атрибута должно быть истинным или ложным.',
    'confirmed'             => 'Подтверждение атрибута не совпадает.',
    'date'                  => 'Атрибут не является действительной датой.',
    'file'                  => 'Атрибут должен быть файлом.',
    'integer'               => 'Атрибут должен быть целым числом.',
    'string'                => 'Атрибут должен быть строкой.',
    'message'               => 'сообщение.',
    'warning'               => 'Предупреждение.',
    'username_confirm'      => 'Имя пользователя занято другим пользователем',
    'email_confirm'         => 'Адрес электронной почты был занят другим пользователем',
    'username_available'    => 'Имя пользователя доступно',
    'email_available'       => 'Электронная почта доступна',
    'lim'                   => 'поле должно содержать',
    'not_space'             => 'Пожалуйста, заполните без пробела.',
    'loading'               => 'Загрузка, пожалуйста подождите!',
    'wait'                  => 'Пожалуйста подождите',
    'success'               => 'успех',
    'failed'                => 'не удалось',
    'save'                  => 'Данные сохраняются',
    'not_save'              => 'Данные не удалось сохранить',
    'success_delete'        => 'Данные удалены',
    'cancel_delete'         => 'Удалить отменено',
    'success_reset'         => 'Сброс пароля успешен',
    'cancel_reset'          => 'Сброс пароля отменен',

];
?>